[
  {
    "ProductName": "id",
    "Description": "Irure proident reprehenderit ullamco eiusmod fugiat. Lorem minim magna ullamco Lorem aliquip nisi id ullamco. Excepteur ea officia ut laboris adipisicing sunt reprehenderit cupidatat reprehenderit pariatur anim. Est officia eiusmod nulla labore proident est non nisi esse ex minim incididunt amet. Incididunt mollit labore reprehenderit anim ut. Ipsum laboris aliqua exercitation elit enim veniam. Et veniam proident pariatur officia incididunt ipsum dolor minim ut consectetur nostrud enim est.\r\n",
    "Price": 457,
    "Category": "wear",
    "Photos": [
      {
        "Url": "https://picsum.photos/images35.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "ProductName": "non",
    "Description": "Excepteur in incididunt nostrud dolore elit cillum do eu ut elit mollit ex. Est nostrud eu laboris sit ullamco nisi irure amet exercitation tempor et ipsum. Culpa ut voluptate et laborum ipsum ut duis tempor officia exercitation consectetur velit culpa.\r\n",
    "Price": 320,
    "Category": "wear",
    "Photos": [
      {
        "Url": "https://picsum.photos/images1.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "ProductName": "irure",
    "Description": "Officia aliqua velit exercitation ea reprehenderit ex nostrud non sunt. Ullamco incididunt anim veniam commodo pariatur dolore deserunt. Voluptate voluptate mollit pariatur qui dolore exercitation.\r\n",
    "Price": 73,
    "Category": "wear",
    "Photos": [
      {
        "Url": "https://picsum.photos/images2.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "ProductName": "ad",
    "Description": "Eiusmod labore incididunt occaecat aute veniam dolor est amet enim tempor ad dolore. Lorem minim nisi duis in minim veniam aliquip officia pariatur amet occaecat dolor. Reprehenderit in enim dolore ex.\r\n",
    "Price": 273,
    "Category": "wear",
    "Photos": [
      {
        "Url": "https://picsum.photos/images87.jpg",
        "IsMain": true
      }
    ]
  },
  {
    "ProductName": "laborum",
    "Description": "Officia consequat id non veniam magna nisi adipisicing consequat nulla do ex proident. Proident exercitation ea elit Lorem ex duis nisi fugiat amet sunt cupidatat. Pariatur cupidatat cupidatat esse eu tempor Lorem consectetur anim in tempor pariatur exercitation sunt nostrud. Eiusmod commodo eu ullamco laborum enim deserunt labore eu laboris mollit pariatur aliqua ad velit. Aute dolor nostrud nisi excepteur sit sit qui voluptate cillum qui non. Eu quis consequat amet ea ad laborum nisi aute. Veniam proident anim fugiat exercitation adipisicing culpa ex.\r\n",
    "Price": 486,
    "Category": "wear",
    "Photos": [
      {
        "Url": "https://picsum.photos/images17.jpg",
        "IsMain": true
      }
    ]
  }
]
